Repository: 3d-gussner/Prusa-CW-Firmware
Catalog: i18n/*.po
Languages: de, fr, it

source: Back
de: zurück
fr: Retour
it: Indietro

source: Cham. temp.:
de: Gehäusetemp.
fr: Temp. chambre :
it: Temp. alloggio

source: Close the cover
de: Abdeckung zumachen
fr: Fermez le capot
it: Chiudi il coperch.

source: Continue
de: fortfahren
fr: Continuer
it: Continua

source: Control echo
de: Steuerung Echo
fr: Écho contrôle
it: Controllo Eco

source: Cooldown
de: Abkühlen
fr: Refroidissement
it: Raffreddamento

source: Cover test
de: Abdeckungstest
fr: Test capot
it: Test coperchio

source: Curing
de: Härte
fr: Durcissement
it: Indurimento

source: Curing run-time
de: Härtelaufzeit
fr: Tps de durcissement
it: Durata indurimento

source: Curing speed
de: Härtetempo
fr: Vitesse durcissement
it: Vel. indurimento

source: Drying
de: Trochne
fr: Séchage
it: Asciugatura

source: Drying run-time
de: Trockenlaufzeit
fr: Temps de séchage
it: Durata asciugatura

source: Drying warm-up t.
de: Trocknen Aufwärmz.
fr: Temp. préch. séch.
it: T. riscal. asciug

source: Drying/Warm-up t.
de: Trocken/Aufwärmz.
fr: T. Sechage/Chauffage
it: Asciugatura/Riscaldamento t.

source: Drying/curing
de: Trockne/Härte
fr: Séchage/durcissement
it: Asciugat./Indurim.

source: Factory reset
de: Werkseinstellungen
fr: Reinitialisation d'usine
it: Reset di fabbrica

source: Fan1 RPM:
de: Lüfter1 UPM:
fr: RPM Ventilateur1 :
it: RPM Ventola1:

source: Fan1 curing speed
de: Lüfter1 Härtetempo
fr: Vit. durcis. vent.1
it: Vel. indur. Vent1

source: Fan1 drying speed
de: Lüfter1 Trocktempo
fr: Vit. séch. ventil.1 :
it: Vel. asciug. Vent1

source: Fan1 failure
de: Lüfter1 Fehler
fr: Échec ventilateur1
it: Guasto Ventola1

source: Fan1 menu speed
de: Lüfter1 Menütempo
fr: Menu vit. vent.1
it: Menù vel. ventola1

source: Fan1 washing speed
de: Lüfter1 Waschtempo
fr: Vit. nettoy. vent.1
it: Vel. lavagg. Vent1

source: Fan2 RPM:
de: Lüfter2 UPM:
fr: RPM ventilateur2 :
it: RPM Ventola2:

source: Fan2 curing speed
de: Lüfter2 Härtetempo
fr: Vit. durcis. vent.2
it: Vel. indur. Vent2

source: Fan2 drying speed
de: Lüfter2 Trocktempo
fr: Vit. séch. vent.2
it: Vel. asciug. Vent2

source: Fan2 failure
de: Lüfter2 Fehler
fr: Échec ventilateur2
it: Guasto Ventola2

source: Fan2 menu speed
de: Lüfter2 Menütempo
fr: Menu vit. vent.2
it: Menù vel. ventola2

source: Fan2 washing speed
de: Lüfter2 Waschtempo
fr: Vit. nettoy. vent.2
it: Vel. lavagg. Vent2

source: Fan3 RPM:
de: Lüfter3 UPM:
fr: RPM ventilateur3 :
it: RPM Vent3:

source: Fans
de: Lüfter
fr: Ventilateurs
it: Ventole

source: Fans curing speed
de: Lüfter Härtetempo
fr: Vit. durcis. vent.
it: Vel. indur. Vent

source: Fans drying speed
de: Lüfter Trocktempo
fr: Vit. séch. ventil.
it: Vel asciug Vent.le

source: Fans menu speed
de: Lüfter Menütempo
fr: Menu vit. vent.
it: Menù vel. ventole

source: Fans test
de: Lüftertest
fr: Test ventilateurs
it: Test ventole

source: Fans washing speed
de: Lüfter Waschtempo
fr: Vit. nettoy. vent.
it: Vel. vent. lavagg.

source: Finish beep
de: Endeton
fr: Signal de fin
it: Suono finale

source: Finished
de: Beended
fr: Terminé
it: Completato

source: Heater failure
de: Heizfehler
fr: Échec chauffe
it: Guasto Riscald.

source: Heater fan error
de: Heizlüfterfehler
fr: Erreur vent. chauf.
it: Err. vent. riscald

source: Heater test
de: Heiztest
fr: Test chauffe
it: Test riscaldam.

source: Heating
de: Heize
fr: Chauffe
it: Riscaldamento

source: Hold the platform
de: Plattform halten
fr: Tenir la plateforme
it: Tenere la piattaforma

source: IPA tank test
fr: Test réservoir IPA
it: Test serb. IPA

source: Incorrect firmware!
de: Ungültige Firmware!
fr: Mauvais firmware !
it: Firmware non corretto!

source: Information
de: Informationen
it: Informazioni

source: Insert IPA tank
de: IPA Tank einsetzen
fr: Insérer réserv. IPA
it: Inserire serb. IPA

source: LCD brightness
de: LCD Helligkeit
fr: Luminosité LCD
it: Luminosità LCD

source: No/low power
de: Keine/gering Power
fr: Pas/peu d'alim.
it: No/poca energia

source: Not/bad spinning
de: Kein/unzur. Rühren
fr: Ne tourne pas ou mal
it: No/scarsa rotazione

source: Open the cover
de: Abdeckung öffnen
fr: Ouvrez le capot
it: Apri il coperchio

source: Overheat
de: Überhitzt
fr: Surchauffe
it: Surriscaldamento

source: Pause
it: Pausa

source: Paused
de: pausiert
fr: En pause
it: In pausa

source: Please restart
de: Bitte neu starten
fr: Veuillez redémarrer
it: Riavviare

source: Press to continue
de: Drücken für weiter
fr: Appuyer = continuer
it: Premi per contin.

source: Read temper. error
de: Temp.-Lesefehler
fr: Erreur lect. temp.
it: Err. lettura temp.

source: Really reset all?
de: Wirklich alles zurücksetzen?
fr: Vraiment tout reinitialiser ?
it: Si vuole davvero resettare tutto?

source: Remove IPA tank
de: IPA Tank entfernen
fr: Retirez réserv. IPA
it: Rimuovi serb. IPA

source: Resin preheat
de: Harz vorwärmen
fr: Préchauf. résine
it: Preriscalda resina

source: Resin preheat t.
de: Harz-Vorwärmtemp.
fr: Temp. préch. résine.
it: T. prerisc. resina

source: Resin preheat time
de: Harz-Vorwärmzeit
fr: Tps de préch. résine
it: D. prerisc. resina

source: Rotation settings
de: Rotationseinstellungen
fr: Parametres de rotation
it: Impostazioni di rotazione

source: Rotation speed
de: Rotationstempo
fr: Vitesse de rotation
it: Vel. di rotazione

source: Rotation test
de: Rotationstest
fr: Test de rotation
it: Test rotazione

source: Run mode
de: Laufmodus
fr: Mode utilisation
it: Mod. funzionamento

source: Run-time
de: Laufzeit
fr: Durée
it: Durata

source: Selftest
de: Selbsttest
it: Autotest

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Sound
fr: Son
it: Suono

source: Spinning turned off
de: Umrühren aus
fr: Rotation désactivée
it: Rotazione spenta

source: Temp. units
de: Temp.einheit
fr: Unités température
it: Unità temperatura

source: Temperatures
de: Temperaturen
fr: Températures
it: Temperature

source: UVLED failure
de: UVLED Fehler
fr: Échec UVLED
it: Guasto UVLED

source: UVLED intensity
de: UVLED Intensität
fr: Intensité UVLED
it: Intensità UVLED

source: UVLED temp.:
fr: Temp. UVLED
it: Temp. UVLED:

source: UVLED test
fr: Test UVLED
it: Test UVLED

source: Warm-up
de: Aufwärmen
fr: Préchauffage
it: Riscalda

source: Wash cycles
de: Waschzyklen
fr: Cycles de lavage
it: Cicli di lavaggio

source: Washing
de: Wasche
fr: Nettoyage
it: Lavaggio

source: Washing run-time
de: Waschlaufzeit
fr: Temps de nettoyage
it: Durata lavaggio

source: Washing speed
de: Waschtempo
fr: Vitesse de nettoyage
it: Vel. lavaggio

source: Workspace dirty
de: Bereich schmutzig
fr: Zone de travail sale
it: Area sporca

source: continuous
de: fortlaufend
fr: continu
it: continuo

source: none
de: kein
fr: aucun
it: nessuno

source: once
de: einmal
fr: une fois
it: una volta

source: Stop
de: Stopp

source: [off]
de: [aus]

source: [on]
de: [an]
